<template>
	<div class="privacyPolicy ">
		<P>
			南海云AI安装许可使用协议： 欢迎使用南海云AI！ 请务必认真阅读和理解本《南海云AI安装许可使用协议》（以下简称“《协议》”）中规定的所有权利和限制。除非你接受本《协议》条款，否则你无权下载、安装或使用随附本《协议》的南海云AIapp（以下简称“本软件”）及其相关服务。你一旦安装、复制、下载、访问或以其它方式使用本软件产品，将视为对本《协议》的接受，即表示你同意接受本《协议》各项条款的约束。如果你不同意本《协议》中的条款，请不要安装、复制或使用本软件。 本《协议》是用户与南海云网络科技（下称“南海云”）之间关于用户下载、安装、使用、复制本软件的法律协议。 1.权利声明 
			本软件的一切知识产权，以及与本软件相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图像、图表、色彩、界面设计、版面框架、有关数据、附加程序、印刷材料或电子文档等均为南海云所有，受著作权法和国际著作权条约以及其他知识产权法律法规的保护。
		</P>
		<p>2.许可范围</p>
		<p>2.1 下载、安装和使用：本软件为免费软件，用户可以非商业性、无限制数量地下载、安装及使用本软件。</p>
		<p>2.2 复制、分发和传播：用户可以非商业性、无限制数量地复制、分发和传播本软件产品。但必须保证每一份复制、分发和传播都是完整和真实的,包括所有有关本软件产品的软件、电子文档,版权和商标，亦包括本协议。</p>
		<p>3.权利限制 </p>
		<p>3.1 禁止反向工程、反向编译和反向汇编：用户不得对本软件产品进行反向工程（ReverseEngineer）、反向编译（Decompile）或反向汇编（Disassemble），同时不得改动编译在程序文件内部的任何资源。除法律、法规明文规定允许上述活动外，用户必须遵守此协议限制。</p>
		<p>3.2 组件分割:本软件产品是作为一个单一产品而被授予许可使用,用户不得将各个部分分开用于任何目的。</p>
		<p>3.3 个别授权:如需进行商业性的销售、复制、分发，包括但不限于软件销售、预装、捆绑等，必须获得南海云的书面授权和许可。 </p>
		<p>3.4 保留权利：本协议未明示授权的其他一切权利仍归南海云所有，用户使用其他权利时必须获得南海云的书面同意。 </p>
		<p>4．免责与责任限制 </p>
		<p>4.1 用户确认，其知悉本软件所有功能及南海云为实现本软件各功能所进行的必要操作，其根据自身需求自愿选择使用本软件及相关服务，因使用本软件及相关服务所存在的风险和一切后果将完全由其自己承担，南海云不承担任何责任。</p>
		<p>4.2 本软件经过详细的测试，但不能保证与所有的软硬件系统完全兼容，不能保证本软件完全没有错误。如果出现不兼容及软件错误的情况，用户可拨打技术支持电话将情况报告南海云，获得技术支持。如果无法解决兼容性问题，用户可以删除本软件。</p>
		<p>4.3 在适用法律允许的最大范围内，对因使用或不能使用本软件所产生的损害及风险，包括但不限于直接或间接的个人损害、商业赢利的丧失、贸易中断、商业信息的丢失或任何其它经济损失， 南海云不承担任何责任。</p>
		<p>4.4 对于因电信系统或互联网网络故障、计算机故障或病毒、信息损坏或丢失、计算机系统问题或其它任何不可抗力原因而产生损失， 南海云不承担任何责任。</p>
		<p>4.5 用户违反本协议规定， 南海云有权采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。</p>
		<p>5.法律及争议解决 </p>
		<p>5.1 本协议适用中华人民共和国法律。 </p>
		<p>5.2 因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至深圳仲裁委员会并按照其届时有效的仲裁规则仲裁；仲裁裁决是终局的，对各方均有约束力。</p>
		<p>6.其他条款 </p>
		<p>6.1 如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</p>
		<p>	6.2 南海云有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议。当发生有关争议时，以最新的协议文本为准。如果不同意改动的内容，用户可以自行删除本软件。如果用户继续使用本软件，则视为你接受本协议的变动。</p>
		<p>6.3 南海云在法律允许最大范围内对本协议拥有解释权与修改权。</p>
	</div>
</template>

<script>
	export default {
	    data(){
	        return{

			}
		}
	}
</script>

<style scoped>
	.privacyPolicy{padding-bottom: 50px}
	.privacyPolicy p{font-size: 14px;color: #333333;margin: 10px 15px;text-align: justify;text-indent: 2em;line-height: 20px;}
</style>