<template>
	<div class="userServerPolicy ">
		<p>欢迎使用南海云AI（以下简称“南海云”）。</p>
		<p>本协议更新日期为2019年11月5日，并将于2020年1月10日正式生效。</p>
		<p>欢迎您使用南海云AI！
			在您使用南海云AI之前，请先审慎阅读、充分理解本协议之各条款内容，对于协议中以加粗字体显示的内容，您应重点阅读，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议。
			您点击同意本协议的，即视为您确认自己具有享受南海云AI服务等相应的权利能力和行为能力，能够独立承担法律责任。
			未满14岁的未成年人应在法定监护人陪同下审阅和履行，未成年人行使和履行本协议项下的权利和义务视为已获得了法定监护人的认可。
			如果您对本协议的任何条款存在疑问，或无法全部接受或部分接受本协议，您可根据以下联系方式与我们取得联系，我们将尽快向您反馈。 
		</p>
		<p>第一条 定义本协议：是您与南海云网络科技有限公司（以下统称“南海云”）之间关于您使用南海云AI相关服务所订立的协议。本协议的内容同时包括《南海云AI使用条款》、《免责条款》、《南海云AI隐私政策》以及您开通或使用南海云AI某项特定服务的单独协议或规则。南海云可能根据自身对商业、适用法律与政策等要素的判断，随时更新本协议；若您无法接受本协议或本协议未来更新版本的全部或者部分条款，可根据提供的联系方式与我们取得联系,在您未与南海云沟通一致前,请暂停使用南海云AI。
			南海云AI：为南海云运营、管理的一款应用软件产品，旨在为您提供本协议范围内免费、非独占和全球范围内的软件使用许可及技术服务。
			南海云：指南海云网络科技有限公司
			素材：指由南海云提供的已经内置于南海云AI的或者未来即将内置的包括但不限于字体、文字、特效、贴纸、边框、背景、模板、音乐等用于美化您图片与视频的相关素材与信息。 
		</p>
		<p>第二条 用户个人信息保护
			南海云非常重视保护您的个人信息和隐私安全，请您仔细阅读本协议以及《南海云AI隐私政策》。您同意，我们按照本协议及《南海云AI隐私政策》的规定收集、使用、存储、管理和保护您的个人信息，如您不同意《南海云AI隐私政策》或无法接受部分条款或存在任何疑问，您可根据《南海云AI隐私政策》中的联系方式与我们联系。
		</p>
		<p>第三条 账号与安全
			为您更好地使用南海云AI，您可选择自行注册账号或者在使用其他方式登录情况下随机生成账号。请您在获得账号后自行妥善保管账号及密码或者其他登录方式下的账号或密码，因您保管不善可能导致账号与密码失窃、账号被盗用等情况，责任由您自行承担。
		</p>
		<p>第四条 使用方式
			您需自己承担使用南海云AI中所需要的网络、终端设备等，为充分实现南海云AI的全部功能，您可能需要将终端设备联网，所需要的费用（如流量费、上网费等）需要由您承担。
		</p>
		<p>第五条  使用规范
			您在使用南海云AI的过程中需遵守国家相关法律规定，南海云有权根据自身判断或法律与政策的需要，自主并可在不预先通知您的情况下对违法行为进行处理。
		</p>
		<p>第六条 付费功能
			南海云AI未来可能提供部分收费的网络服务，对于此类服务，南海云AI会在您使用前给与您明确的提示，只有您根据提示确认愿意支付相关费用，您才能使用该等收费网路服务；如果您拒绝支付相关费用，则南海云AI有权不向您提供该等收费网络服务。如果您为未满14周岁以下的未成年人，请您在法定监护人陪同下，认真仔细阅读相关提示并选择是否愿意支付相关费用。
		</p>
		<p>第七条 知识产权
			南海云AI本身自带的所有版本、技术、程序、素材、道具和所有的信息内容（包括但不限于产品功能、用户界面、操作步骤、商标、专利、计算机软件作品等）的知识产权均归南海云所有，南海云对您的软件使用许可在任何情况下均不应视为向您转让其知识产权的部分或全部。您通过南海云AI下载、使用的任何素材及信息内容，仅限您在法律法规允许的范围内以个人娱乐、学习、研究或欣赏为目的使用，未经南海云书面同意，不可用于任何商业用途。
		</p>
		<p>第八条 变更
			南海云有权制定平台运营规则及注册用户管理规则，并有权根据运营情况对相应规则进行变更、调整、中止或终止。南海云拥有对南海云AI上分享的内容进行监控并对违反协议的用户进行处理的权利。
		</p>
		<p>第九条 广告
			南海云AI服务中可能包括广告，这属于南海云及其关联公司合理合法的商业模式，您同意在使用南海云AI过程中接收由第三方合作伙伴发布的广告信息。您应自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因该广告信息进行的交易或广告内容而遭受的损失或损害，南海云及其关联公司不承担责任。
		</p>
		<p>第十条 关于免责南海云AI系统因下列状况无法正常运作，使您无法使用各项服务或任何信息、虚拟财产丢失时，南海云不承担损害赔偿责任，该状况包括但不限于：
		</p>
		<p>（1）在南海云AI公告之系统停机维护、升级、调整期间；</p>
		<p>（2）电信通讯技术调整或设备出现故障不能进行数据传输的；</p>
		<p>（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府管制等不可抗力之因素，造成南海云AI系统障碍不能执行业务的；</p>
		<p>（4）由于计算机病毒或黑客攻击、您所在的特殊位置、相关第三方的问题等原因而造成的服务中断或者延迟。</p>
		<p>第十一条 适用法律
			与本协议有关的事项，均应适用中华人民共和国（但不含港澳台地区）的法律与政策（“适用法律与政策”）。若因适用法律与政策发生变化，导致您和/或南海云在本协议项下的权益有所增减，均不构成本协议的全部或某个条款自然无效或终止可执行性的依据，除非发生变化的该等适用法律与政策属于效力性强制性规定。
		</p>
		<p>第十二条 纠纷管辖因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至被告所在地有管辖权的人民法院管辖。</p>
	</div>
</template>

<script>
	export default {
	    data(){
	        return{

			}
		}
	}
</script>

<style scoped>
	.userServerPolicy{padding-bottom: 50px}
	.userServerPolicy p{font-size: 14px;color: #333333;margin: 10px 15px;text-align: justify;text-indent: 2em;line-height: 20px;}
</style>